---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilteredWorksetIdIterator
source: html/2a5ac974-c0df-2d86-0b86-fa187db7b9b5.htm
---
# FilteredWorksetIdIterator Methods

The current workset id found by the iterator.